IDEA Open Model
ConcreteULSCheckResultDiagramCapacity.Fu Property
Compatible with IDEA StatiCa Beta 20.0
 calculated ultimate internal forces
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ResultOfInternalForces Fu { get; set; }
Public Property Fu As ResultOfInternalForces
	Get
	Set
Property Value
Type: ResultOfInternalForces
See Also
Reference
ConcreteULSCheckResultDiagramCapacity Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace